Repository: MakiOmar/smartpage
Catalog: languages/*.po
Languages: ar

source: sub categories
ar: الأقسام الفرعية

source: Enter
ar: دخول

source: Category posts
ar: موضوعات القسم

# comments title
source: One Comment
ar: بدون تعليق

source: Comments-off
ar: التعليقات مغلقة

source: All rights reserved for %s 2018
ar: جميع الحقوق محفوظة لـ%s 2018

source: Commented
ar: علق

source: View Post
ar: مشاهدة الموضوع

source: No comments yet
ar: بدون تعليقات حتى الآن

source: Shows on the main navigation
ar: تظهر في القائمة الرئيسية

source: Shows on the footer
ar: تظهر في ذيل الصفحة

source: Shows on the top header
ar: تظهر في أعلى رأس الصفحة

source: Home
ar: الرئيسية

source: Download
ar: تنزيل

source: Downloads
ar: تنزيلات

source: Portfolio
ar: حقيبة

source: Portfolios
ar: حقائب

source: Testimonial
ar: شهادة

source: Testimonials
ar: شهادات

source: New
ar: جديد

source: News
ar: أخبار

source: %s Archives
ar: %s أرشيف

source: %s Attributes
ar: %s سمات

source: Parent %s:
ar: %s الأب:

source: All %s
ar: كل ال%s

source: Add New %s
ar: أضف %s

source: Add New
ar: أضف جديداً

source: New %s
ar: %s جديد

source: Edit %s
ar: تحرير %s

source: Update %s
ar: تحديث %s

source: View %s
ar: مشاهدة %s

source: Search %s
ar: بحث في %s

source: Not found
ar: غير موجود

source: Not found in Trash
ar: غير موجود في المحذوفات

source: Featured Image
ar: الصورة المميزة

source: Set featured image
ar: اختر صورة مميزة

source: Remove featured image
ar: حذف الصوره المميزه

source: Use as featured image
ar: استخدم كصورة مميزة

source: Insert into %s
ar: إدراج في %s

source: Uploaded to this %s
ar: رفع لهذا %s

source: %s list
ar: قائمة %s

source: %s list navigation
ar: تصفح قائمة %s

source: Filter %s list
ar: تصفية قائمة %s

source: Here you can add your %s
ar: يمكنك إضافة %s من هنا

source: %s categories
ar: تصنيفات ال%s

source: All %s categories
ar: جميع تصنيفات ال%s

source: Edit %s category
ar: تحرير تصنيف ال%s

source: view %s category
ar: عرض تصنيف ال%s

source: update %s category
ar: تحديث تصنيف ال%s

source: Add new %s category
ar: أضف تصنيفاً جديداً إلى %s

source: new %s category
ar: تصنيفاً جديداً لل%s

source: Parent %s category
ar: التصنيف الأب لل%s

source: Parent %s category:
ar: التصنيف الأب لل%s:

source: search %s categories
ar: إبحث في تصنيفات ال%s

source: No %s category found
ar: لايوجد تصنيف %s

source: Add your download
ar: إضافة تنزيلاً جديداً

source: Select your file
ar: قم باختيار ملف

source: Current file:
ar: الملف الحالي:

source: No selected file
ar: لم يتم اختيار ملف

source: Sorry!! Please make sure your file type is one of the following
ar: عذراً!! فضلاً تأكد من أن نوعية الملف واحدة من الآتي

source: Pingback:
ar: بينج باك:

source: (Edit)
ar: (تحرير)

source: Post author
ar: كاتب المقال

source: %1$s at %2$s
ar: %1$s على %2$s

source: Your comment is awaiting moderation.
ar: تعليقك قيد المراجعة.

source: Edit
ar: تحرير

source: Reply
ar: رد

source: General Downloads
ar: تنزيلات عامة

source: comments
ar: تعليقات

source: comment
ar: تعليق

source: Displays an organized dropdown list of your categories
ar: عرض قائمة منسدلة لقائمة التصنيفات

source: Search
ar: بحث

source: Popular
ar: الأكثر شعبية

source: Recent comments
ar: التعليقات الأحدث

source: <strong>Please add some widgets.</strong><a href="%s"> Add Here</a>
ar: <strong>فضلاً أضف بعض الودجات</strong><a href="%s"> أضف هنا</a>

source: Simple Info
ar: معلومة بسيطة

source: Suggested downloads
ar: تنزيلات مقترحة

source: Shares
ar: مشاركات

source: By
ar: بواسطة

source: Read more
ar: إقرأ المزيد

source: Recent Posts
ar: أحدث الموضوعات

source: No popular posts till now
ar: ليس هناك موضوعات شعبية حتى الآن

source: Rated
ar: قيم

source: out of
ar: من

source: Review(s)
ar: تقيم

source: No comments
ar: بدون تعليقات

source: One comment
ar: تعليق واحد

source: No published posts
ar: لا يوجد موضوعات

source: A professional wordpress smart theme suitable for Professional Blogs and Magazines.
ar: قالب ووردبريس احترافي ،متجاوب ،مناسب لجميع المدونات والمجلات.
